Repository: amake/orgro
Catalog: lib/l10n/app_*.arb
Languages: de, ja

# menuItemAppearance
source: Appearance
de: Aussehen
ja: 外観

# menuItemSettings
source: Settings
de: Einstellungen
ja: 設定

# menuItemClearCache
source: Clear cache
ja: キャッシュを削除

# menuItemOrgroManual
source: Orgro Manual
de: Orgro Handbuch
ja: Orgroマニュアル

# menuItemOrgManual
source: Org Manual
de: Org Handbuch
ja: Orgマニュアル

# menuItemTestFile
source: Test File
de: Testdatei
ja: テストファイル

# menuItemAbout
source: About
de: Über
ja: アプリについて

# menuItemOpenUrl
source: Open URL
de: Öffne URL
ja: URLを開く

# quickActionNewDocument
source: New Document
de: Neues Dokument
ja: 新規ドキュメント

# quickActionTopPin
source: Open {name}
de: Öffne {name}
ja: {name}を開く

# appearanceModeAutomatic
source: Automatic
de: Automatisch
ja: 自動

# appearanceModeLight
source: Light
de: Hell
ja: ライト

# appearanceModeDark
source: Dark
de: Dunkel
ja: ダーク

# settingsScreenTitle
source: Settings
de: Einstellungen
ja: 設定

# settingsSectionDefaultText
source: Default text
de: Vorgegebener Text
ja: デフォルトの書式

# settingsSectionNotifications
source: Notifications
de: Benachrichtigungen
ja: 通知

# settingsSectionDataManagement
source: Data management
de: Datenverwaltung
ja: データ管理

# agendaNotificationsChannelName
source: Agenda Notifications
de: Agenda Benachrichtigungen
ja: アジェンダ通知

# agendaNotificationsChannelDescription
source: Notifications for Org Agenda items
de: Benachrichtigungen für Org Agenda Einträge
ja: Org Agenda項目の通知

# settingsItemLoading
source: Loading...
de: Ladet…
ja: ロード中...

# settingsItemAppearance
source: Appearance
de: Aussehen
ja: 外観

# settingsItemTextScale
source: Scale
de: Größe
ja: 文字サイズ

# settingsItemFontFamily
source: Font
de: Schriftart
ja: 書体

# settingsItemInspectNotifications
source: {n, plural, =0{No notifications} =1{1 pending notification} other{{n} pending notifications}}
de: {n, plural, =0{Keine Benachrichtigungen} =1{1 offene Benachrichtigung} other{{n} offene Benachrichtigungen}}
ja: {n, plural, =0{通知なし} other{{n} 件の通知}}

# settingsDialogNotificationsTitle
source: Pending notifications
de: Offene Benachrichtigungen
ja: 設定済みの通知

# settingsItemClearNotifications
source: Clear all notifications
de: Lösche alle Benachrichtigungen
ja: すべての通知を削除

# settingsActionClearCache
source: Clear cache
de: Cache löschen
ja: キャッシュを削除

# settingsActionResetPreferences
source: Restore defaults
de: Einstellungen zurücksetzen
ja: 設定を初期化

# settingsActionResetDirectoryPermissions
source: Reset directory permissions
de: Verzeichnisberechtigungen zurücksetzen
ja: ディレクトリのアクセス権限をリセット

# snackbarMessageNotificationsCleared
source: Notifications cleared
de: Benachrichtigungen gelöscht
ja: 通知を削除しました

# snackbarMessageCacheCleared
source: Cache cleared
de: Cache gelöscht
ja: キャッシュを削除しました

# snackbarMessagePreferencesReset
source: Preferences reset
de: Einstellungen zurückgesetzt
ja: 設定を初期化しました

# snackbarMessageDirectoryPermissionsReset
source: Directory permissions reset
de: Verzeichnisberechtigungen zurückgesetzt
ja: ディレクトリのアクセス権限をリセットしました

# confirmResetPreferencesDialogTitle
source: Restore defaults?
de: Einstellungen löschen?
ja: 設定を初期化しますか?

# confirmResetPreferencesDialogMessage
source: This will reset all preferences to their default values. This action can’t be undone.
de: Es werden alle Einstellungen zurückgesetzt. Dies kann nicht rückgängig gemacht werden.
ja: すべての設定が初期値に戻されます。この操作は元に戻せません。

# confirmResetPreferencesActionReset
source: Restore
de: Löschen
ja: 初期化

# confirmResetPreferencesActionCancel
source: Cancel
de: Abbrechen
ja: キャンセル

# aboutLinkSupport
source: Support · Feedback
de: Unterstützung · Feedback
ja: サポート・お問い合わせ

# aboutLinkChangelog
source: Changelog
ja: 変更履歴

# buttonOpenFile
source: Open File
de: Öffne Datei
ja: ファイルを開く

# buttonCreateFile
source: Create File
de: Erstelle Datei
ja: ファイルを作成

# buttonOpenOrgroManual
source: Open Orgro Manual
de: Öffne Orgro Handbuch
ja: Orgroマニュアルを開く

# buttonOpenOrgManual
source: Open Org Manual
de: Öffne Org Handbuch
ja: Orgマニュアルを開く

# buttonOpenUrl
source: Open URL
de: Öffne URL
ja: URLを開く

# buttonSupport
source: Support · Feedback
ja: サポート・お問い合わせ

# sectionHeaderPinnedFiles
source: Pinned files
de: Angeheftete Dateien
ja: ピン留めされたファイル

# sectionHeaderRecentFiles
source: Recent files
de: Letzte Dateien
ja: 最近のファイル

# recentFilesSortDialogTitle
source: Sort by
de: Sorte nach
ja: 並び替え

# sortKeyLastOpened
source: Last opened
de: Letztens geöffnet
ja: 最終アクセス

# sortKeyName
source: Name
ja: 名前

# sortKeyLocation
source: Location
de: Ort
ja: 保存場所

# sortOrderAscending
source: Ascending
de: Aufsteigend
ja: 昇順

# sortOrderDescending
source: Descending
de: Absteigend
ja: 降順

# fileSourceDocuments
source: Documents
de: Dokumente
ja: ドキュメント

# fileSourceDownloads
source: Downloads
ja: ダウンロード

# fileSourceGoogleDrive
source: Google Drive
ja: Google ドライブ

# menuItemReaderMode
source: Reader mode
de: Lesemodus
ja: リーダーモード

# menuItemFullWidth
source: Full width
de: Volle breite
ja: 画面幅いっぱいで表示

# menuItemScrollTop
source: Scroll to top
de: Nach oben scrollen
ja: 上へスクロール

# menuItemScrollBottom
source: Scroll to bottom
de: Nach unten scrollen
ja: 下へスクロール

# menuItemUndo
source: Undo
de: Rückgängig
ja: 取り消す

# menuItemRedo
source: Redo
de: Wiederholen
ja: やり直す

# hintTextSearch
source: Search...
de: Suchen…
ja: 検索...

# searchHits
source: {n, plural, =0{0 hits} =1{1 hit} other{{n} hits}}
de: {n, plural, =0{0 Ergebnisse} =1{1 Ergebnis} other{{n} Ergebnisse}}
ja: {n}件

# customFilterChipName
source: Custom
de: Benutzerdefiniert
ja: カスタム

# snackbarMessageNeedsDirectoryPermissions
source: Orgro doesn’t have permission to resolve relative links
de: Orgro hat nicht die Berechtigung um relative Links aufzulösen
ja: 相対リンクを解決する権限がありません

# snackbarActionGrantAccess
source: Grant access
de: Zugriff erlauben
ja: 許可する

# snackbarMessageNeedsEncryptionKey
source: Could not save. Missing encryption password.
de: Konnte nicht Speichern. Verschlüsselungspasswort fehlt.
ja: 保存できませんでした。暗号化するためのパスワードが必要

# snackbarActionEnterEncryptionKey
source: Enter password
de: Passwort eingeben
ja: パスワードを入力

# snackbarMessageNotificationPermissionsDenied
source: No permission for notifications
de: Keine Berechtigung für Benachrichtigungen
ja: 通知の権限がありません

# dialogTitleError
source: Error
de: Fehler
ja: エラー

# dialogActionCancel
source: Cancel
de: Abbrechen
ja: キャンセル

# dialogActionHelp
source: Help
de: Hilfe
ja: ヘルプ

# pageTitleError
source: Error
de: Fehler
ja: エラー

# pageTitleLoading
source: Loading...
de: Ladet…
ja: ロード中...

# pageTitleNarrow
source: {name} › narrow
de: {name} › Beschränkt
ja: {name} › ナロー

# pageTitleEditing
source: {name} › editing
de: {name} › Bearbeiten
ja: {name} › 編集

# sectionActionNarrow
source: Narrow
de: Beschränkt
ja: ナロー

# sectionActionCycleTodo
source: Cycle TODO
de: TODO wechseln
ja: TODO を巡回

# bannerBodyRemoteImages
source: This document contains remote images. Would you like to load them?
de: Dieses Dokument beinhaltet Bilder aus externen Quellen. Sollen diese Bilder geladen werden?
ja: 本ドキュメントにはリモート画像が含まれています。表示しますか？

# bannerBodyActionShowAlways
source: Always
de: Immer
ja: 常に表示

# bannerBodyActionShowNever
source: Never
de: Nie
ja: 表示しない

# bannerBodyActionShowOnce
source: Just once
de: Nur dieses Mal
ja: 1 回のみ

# bannerBodyRelativeLinks
source: This document contains relative links. Would you like to grant access?
de: Dieses Dokument beinhaltet relative Links. Zugriff erlauben?
ja: 本ドキュメントには相対リンクが含まれています。アクセスを許可しますか？

# bannerBodyActionGrantNotNow
source: Not now
de: Nicht jetzt
ja: 今は許可しない

# bannerBodyActionGrantNever
source: Never
de: Nie
ja: 許可しない

# bannerBodyActionGrantNow
source: Grant access
de: Zugriff erlauben
ja: 許可

# bannerBodySaveDocumentOrg
source: Would you like to save changes to this document? *This is an experimental feature.* Make sure to back up your files. [[https://orgro.org/faq/#can-i-edit-my-files-with-orgro][Learn More]]
de: Änderungen speichern? *Dies ist ein experimentales Feature.* Stelle sicher deine Dateien zu sichern. [[https://orgro.org/faq/#can-i-edit-my-files-with-orgro][Mehr lernen]]
ja: 変更を保存しますか？ *これは実験的な機能です。* ファイルをバックアップしておいてください。[[https://orgro.org/faq/#can-i-edit-my-files-with-orgro][詳細]]

# bannerBodyActionSaveAlways
source: Always
de: Immer
ja: 常に保存

# bannerBodyActionSaveNever
source: Never
de: Nie
ja: 保存しない

# bannerBodyActionSaveOnce
source: Just this time
de: Nur dieses Mal
ja: 今回だけ

# bannerBodyDecryptContent
source: This document contains encrypted content. Decrypt it now?
de: Dieses Dokument beinhaltet verschlüsselte Inhalte. Jetzt entschlüsseln?
ja: 本ドキュメントに暗号化されたコンテンツが含まれています。復号しますか？

# bannerBodyActionDecryptNow
source: Decrypt
de: Entschlüsseln
ja: 復号する

# bannerBodyActionDecryptNotNow
source: Not now
de: Nicht jetzt
ja: 今は復号しない

# bannerBodyActionDecryptNever
source: Never
de: Nie
ja: 復号しない

# bannerBodyAgendaNotifications
source: Get notifications for agenda items in this file?
de: Willst du Benachrichtigungen für Agenda Einträge in dieser Datei bekommen?
ja: このファイルのアジェンダ項目の通知を受けますか？

# bannerBodyActionAgendaEnable
source: Notify me
de: Ja
ja: 受ける

# bannerBodyActionAgendaNotNow
source: Not now
de: Nicht jetzt
ja: 今は受けない

# bannerBodyActionAgendaNever
source: Never
de: Nie
ja: 通知は受けない

# saveChangesDialogTitle
source: Save changes?
de: Änderungen speichern?
ja: 変更を保存しますか？

# saveChangesDialogMessage
source: Orgro can’t write your changes back to the original file.
de: Orgro kann deine Änderungen nicht speichern.
ja: 元ファイルに書き戻しできません。

# saveActionShare
source: Share
de: Teilen
ja: 共有する

# saveActionDiscard
source: Discard
de: Verwerfen
ja: 破棄する

# saveActionSaveAs
source: Save as
de: Speichern als
ja: 名前をつけて保存する

# discardChangesDialogTitle
source: Discard changes?
de: Änderung verwerfen?
ja: 変更を破棄しますか？

# discardActionDiscard
source: Discard
de: Verwerfen
ja: 破棄する

# discardActionCancel
source: Cancel
de: Abbrechen
ja: キャンセル

# savedMessage
source: Saved
de: Gespeichert
ja: 保存しました

# inputDecryptionPasswordDialogTitle
source: Enter password for decrypting
de: Passwort für Entschlüsselung eingeben
ja: 復号のためのパスワードを入力

# inputEncryptionPasswordDialogTitle
source: Enter password for encrypting
de: Passwort für Verschlüsselung eingeben
ja: 暗号化のためのパスワードを入力

# inputEncryptionPasswordDialogBody
source: This password will be used to encrypt Org Crypt sections for which no password has been specified.
de: Dieses Password wird für die Verschlüsselung der Org Crypt Teile benutzt.
ja: パスワードが未指定の Org Crypt セクションを暗号化するために使用されます。

# inputCustomFilterDialogTitle
source: Custom filter query
de: Benutzerdefinierter Filter
ja: カスタムフィルタ

# inputCustomFilterDialogHistoryButton
source: History
de: Verlauf
ja: 履歴

# loadingProgressDialogTitle
source: Loading…
de: Laden…
ja: ロード中…

# preparingProgressDialogTitle
source: Preparing…
de: Vorbereiten…
ja: 準備中…

# decryptingProgressDialogTitle
source: Decrypting…
de: Entschlüsseln…
ja: 復号中…

# encryptingProgressDialogTitle
source: Encrypting…
de: Verschlüsseln…
ja: 暗号化中…

# serializingProgressDialogTitle
source: Serializing…
de: Serialisieren…
ja: 書き出し中…

# savingProgressDialogTitle
source: Saving…
de: Speichern…
ja: 保存中…

# searchingProgressDialogTitle
source: Searching…
de: Suchen…
ja: 検索中…

# citationsDialogTitle
source: Citations
de: Zitate
ja: 参考文献

# createFileDialogTitle
source: Create new file
de: Neue Datei erstellen
ja: ファイルを作成

# createFileDefaultName
source: untitled.org
de: unbenannt.org
ja: 名称未設定.org

# saveAsDialogTitle
source: Save as
de: Speichern als
ja: 名前をつけて保存

# inputUrlDialogTitle
source: Enter URL
de: URL eingeben
ja: URLを入力

# startTimePickerTitle
source: Select start time
de: Startzeit eingeben
ja: 開始時間の選択

# endTimePickerTitle
source: Select end time
de: Endzeit eingeben
ja: 終了時間の選択

# snackbarMessageBibliographiesNotFound
source: No bibliographies found
de: Keine Bibliografien gefunden
ja: 参考文献ファイルの指定がありませんでした

# snackbarMessageCitationKeysNotFound
source: Citation keys not found
de: Zitatenschlüssel nicht gefunden
ja: 文献キーが見つかりませんでした

# snackbarMessageCitationsNotFound
source: Citations not found
de: Zitate nicht gefunden
ja: 文献情報が見つかりませんでした

# snackbarMessageSomeCitationsNotFound
source: Citations not found: {citations}
de: Zitate nicht gefunden: {citations}
ja: 文献情報が見つかりませんでした: {citations}

# errorCannotResolveRelativePath
source: Can’t resolve path relative to this document
de: Kann nicht relativen Pfad zu diesem Dokument lösen
ja: 本ドキュメントからの相対パスは解決できません。

# errorPathResolvedToNonFile
source: {path} resolved to a non-file: {resolved}
de: {path} gelöst zu einer nicht vorhandenen Datei: {resolved}
ja: {path} を解決した結果はファイルではありませんでした。結果: {resolved}

# errorUnknownType
source: Unknown type: {type}
de: Unbekannter Typ: {type}
ja: 不明な型: {type}

# errorUnexpectedHttpResponse
source: Unexpected HTTP response: {response}
de: Unerwartete HTTP-Antwort: {response}
ja: 予期しない HTTP レスポンス: {response}

# errorOrgParser
source: Parser error: {result}
de: Parserfehler: {result}
ja: パーサーエラー: {result}

# errorOrgExecution
source: Execution error in the below code: {message} {code}
de: Fehler beim Ausführen vom unteren Code: {message} {code}
ja: 以下のコードに実行エラーが発生しました: {message} {code}

# errorOrgTimeout
source: Evaluation of the below code timed out after {timeout}ms. {code}
de: Durchführung vom unteren Code nach {timeout}ms. unterbrochen {code}
ja: 以下のコードの実行が {timeout}ms でタイムアウトしました {code}

# errorOrgArgument
source: Invalid argument: {item}
de: Ungültiges Argument: {item}
ja: 不正な引数: {item}

# errorDecryptionFailed
source: Decryption failed
de: Entschlüsseln fehlgeschlagen
ja: 復号が失敗しました

# errorLinkNotHandled
source: Couldn’t open link “{link}”
de: Konnte nicht Link Öffnen: “{link}”
ja: リンク「{link}」を開けませんでした

# errorExternalIdNotFound
source: File with ID “{id}” not found
de: Datei mit ID “{id}” nicht gefunden
ja: ID「{id}」のファイルが見つかりませんでした

# editInsertedHeadline
source: [Inserted by edit]
de: [Eingefügt durch Bearbeitung]
ja: [編集によって挿入]
